[
  {
    "name": "Aloe",
    "care": {
      "light_requirements": "Aloe plants prefer full sunlight. They thrive in bright, sunny locations and can tolerate some partial shade, especially in hot climates.",
      "watering_needs": "Aloe plants are drought-tolerant and should be watered sparingly. Allow the soil to dry out completely between waterings to prevent root rot. Overwatering is a common issue with Aloe plants.",
      "soil_preferences": "Use a well-draining potting mix specifically designed for succulents and cacti. A mix of sand, perlite, and standard potting soil works well.",
      "temperature_humidity": "Aloe plants thrive in warm temperatures, ideally between 60°F to 85°F (15°C to 29°C). They can tolerate cooler temperatures but should be protected from frost. Low humidity is preferable.",
      "fertilization": "Feed Aloe plants with a balanced, water-soluble fertilizer diluted to half strength. Fertilize sparingly, typically once in the spring and once in the summer.",
      "pruning_maintenance": "Remove any dead or damaged leaves to maintain the plant's appearance. Repot Aloe plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Aloe-1923594eeec3819c9073c1c48946a798?pvs=25"
  },
  {
    "name": "Anthurium",
    "care": {
      "light_requirements": "Anthurium plants prefer bright, indirect light. Direct sunlight can scorch their leaves and flowers, while too little light can lead to poor growth and reduced flowering.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Anthurium plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Anthurium plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Anthurium plants with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Anthurium plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Anthurium-1923594eeec381ad9f50cf7565ab0041?pvs=25"
  },
  {
    "name": "Begonia",
    "care": {
      "light_requirements": "Begonia plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Begonia plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Begonia plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Begonia plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Begonia plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Begonia-1923594eeec38181b77bd74955d4379f?pvs=25"
  },
  {
    "name": "Bird of Paradise",
    "care": {
      "light_requirements": "Strelitzia plants prefer full sun to partial shade. Indoor plants should be placed in bright, indirect light to encourage blooming and healthy growth.",
      "watering_needs": "Water regularly during the growing season (spring and summer), allowing the soil to dry out slightly between waterings. Reduce watering in the winter when the plant is not actively growing. Overwatering can lead to root rot.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of sand, peat, and perlite works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Strelitzia plants thrive in warm temperatures, ideally between 65°F to 80°F (18°C to 27°C). They can tolerate lower humidity levels but prefer moderate to high humidity for optimal growth.",
      "fertilization": "Feed Strelitzia plants with a balanced, slow-release fertilizer during the growing season. Apply every 2-3 months to support healthy growth and flowering. Reduce feeding in the fall and winter.",
      "pruning_maintenance": "Remove dead or damaged leaves to maintain the plant's appearance. Prune spent flowers to encourage new blooms. Repot Strelitzia plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Bird-of-Paradise-1923594eeec3819990f8c0c36cc2ccaa?pvs=25"
  },
  {
    "name": "Calathea",
    "care": {
      "light_requirements": "Calathea plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Calathea plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Calathea plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Calathea plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Calathea plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Calathea-1923594eeec3817a8028ce8859f1a199?pvs=25"
  },
  {
    "name": "Chinese Evergreen",
    "care": {
      "light_requirements": "Aglaonema plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Aglaonema plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Aglaonema plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Aglaonema plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Aglaonema plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Chinese-Evergreen-1923594eeec38169849bc2149f75ebff?pvs=25"
  },
  {
    "name": "Ctenanthe",
    "care": {
      "light_requirements": "Ctenanthe plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Ctenanthe plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Ctenanthe plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Ctenanthe plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Ctenanthe plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Ctenanthe-1923594eeec3816aad4ded6699fac9d4?pvs=25"
  },
  {
    "name": "Dracaena",
    "care": {
      "light_requirements": "Dracaena plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Dracaena plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Dracaena plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain moderate humidity levels, ideally above 40%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Dracaena plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Dracaena plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Dracaena-1923594eeec381339cf3ea485e5376e3?pvs=25"
  },
  {
    "name": "Ivy",
    "care": {
      "light_requirements": "Ivy plants prefer bright, indirect light but can tolerate a range of light conditions, from full shade to partial sunlight. Direct sunlight can cause the leaves to scorch.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Ivy plants are relatively drought-tolerant but prefer regular watering during the growing season.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and compost works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Ivy plants thrive in moderate temperatures, ideally between 50°F to 70°F (10°C to 21°C). They can tolerate a range of humidity levels but prefer moderate humidity. Mist the leaves occasionally or use a humidifier in dry environments.",
      "fertilization": "Feed Ivy plants with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Prune Ivy plants regularly to control their growth and shape. Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Ivy plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Ivy-1923594eeec38126972eecb6e6b62afb?pvs=25"
  },
  {
    "name": "Money Tree",
    "care": {
      "light_requirements": "Money Trees prefer bright, indirect light. They can tolerate lower light conditions but may grow slower and produce fewer leaves.",
      "watering_needs": "Keep the soil evenly moist, watering when the top inch of soil feels dry. Avoid overwatering, as it can lead to root rot.",
      "soil_preferences": "Use a well-draining potting mix that retains moisture. A mix of peat, perlite, and orchid bark works well to provide the right balance of drainage and moisture retention.",
      "temperature_humidity": "Money Trees thrive in warm, humid environments. Ideal temperatures range from 65°F to 75°F (18°C to 24°C). Maintain humidity levels by misting the leaves regularly or using a humidity tray.",
      "fertilization": "Feed Money Trees with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter months.",
      "pruning_maintenance": "Trim any yellow or damaged leaves regularly to maintain the plant's health and appearance. Repot Money Trees every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Money-Tree-1923594eeec381aebb47f3dde52ebe89?pvs=25"
  },
  {
    "name": "Monstera",
    "care": {
      "light_requirements": "Monstera plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Monstera plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Monstera plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Monstera plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Monstera plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Monstera-1923594eeec381fb94bbda8610c2bdff?pvs=25"
  }
]