[
  {
    "name": "Aloe",
    "care": {
      "light_requirements": "Aloe plants prefer full sunlight. They thrive in bright, sunny locations and can tolerate some partial shade, especially in hot climates.",
      "watering_needs": "Aloe plants are drought-tolerant and should be watered sparingly. Allow the soil to dry out completely between waterings to prevent root rot. Overwatering is a common issue with Aloe plants.",
      "soil_preferences": "Use a well-draining potting mix specifically designed for succulents and cacti. A mix of sand, perlite, and standard potting soil works well.",
      "temperature_humidity": "Aloe plants thrive in warm temperatures, ideally between 60°F to 85°F (15°C to 29°C). They can tolerate cooler temperatures but should be protected from frost. Low humidity is preferable.",
      "fertilization": "Feed Aloe plants with a balanced, water-soluble fertilizer diluted to half strength. Fertilize sparingly, typically once in the spring and once in the summer.",
      "pruning_maintenance": "Remove any dead or damaged leaves to maintain the plant's appearance. Repot Aloe plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Aloe-1923594eeec3819c9073c1c48946a798?pvs=25"
  },
  {
    "name": "Anthurium",
    "care": {
      "light_requirements": "Anthurium plants prefer bright, indirect light. Direct sunlight can scorch their leaves and flowers, while too little light can lead to poor growth and reduced flowering.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Anthurium plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Anthurium plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Anthurium plants with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Anthurium plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Anthurium-1923594eeec381ad9f50cf7565ab0041?pvs=25"
  },
  {
    "name": "Bird of Paradise",
    "care": {
      "light_requirements": "Strelitzia plants prefer full sun to partial shade. Indoor plants should be placed in bright, indirect light to encourage blooming and healthy growth.",
      "watering_needs": "Water regularly during the growing season (spring and summer), allowing the soil to dry out slightly between waterings. Reduce watering in the winter when the plant is not actively growing. Overwatering can lead to root rot.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of sand, peat, and perlite works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Strelitzia plants thrive in warm temperatures, ideally between 65°F to 80°F (18°C to 27°C). They can tolerate lower humidity levels but prefer moderate to high humidity for optimal growth.",
      "fertilization": "Feed Strelitzia plants with a balanced, slow-release fertilizer during the growing season. Apply every 2-3 months to support healthy growth and flowering. Reduce feeding in the fall and winter.",
      "pruning_maintenance": "Remove dead or damaged leaves to maintain the plant's appearance. Prune spent flowers to encourage new blooms. Repot Strelitzia plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Bird-of-Paradise-1923594eeec3819990f8c0c36cc2ccaa?pvs=25"
  },
  {
    "name": "Chinese Evergreen",
    "care": {
      "light_requirements": "Aglaonema plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Aglaonema plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Aglaonema plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Aglaonema plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Aglaonema plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Chinese-Evergreen-1923594eeec38169849bc2149f75ebff?pvs=25"
  },
  {
    "name": "Ctenanthe",
    "care": {
      "light_requirements": "Ctenanthe plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Ctenanthe plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Ctenanthe plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Ctenanthe plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Ctenanthe plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Ctenanthe-1923594eeec3816aad4ded6699fac9d4?pvs=25"
  },
  {
    "name": "Dieffenbachia",
    "care": {
      "light_requirements": "Dieffenbachia plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Dieffenbachia plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Dieffenbachia plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Dieffenbachia plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Dieffenbachia plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Dieffenbachia-1923594eeec38189a566ff38e22770c6?pvs=25"
  },
  {
    "name": "Dracaena",
    "care": {
      "light_requirements": "Dracaena plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Dracaena plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Dracaena plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain moderate humidity levels, ideally above 40%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Dracaena plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Dracaena plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Dracaena-1923594eeec381339cf3ea485e5376e3?pvs=25"
  },
  {
    "name": "Ficus",
    "care": {
      "light_requirements": "Ficus plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Ficus plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Ficus plants thrive in warm, humid environments. Ideal temperatures range from 60°F to 75°F (16°C to 24°C). Maintain high humidity levels, ideally above 50%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Ficus plants with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Ficus plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Ficus-1923594eeec38161b7e3cc0f4f5e5f4f?pvs=25"
  },
  {
    "name": "Hypoestes",
    "care": {
      "light_requirements": "Hypoestes plants prefer bright, indirect light. Direct sunlight can fade their vibrant colors, while too little light can lead to leggy growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Hypoestes plants are sensitive to drought and can wilt quickly if left too dry.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and compost works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Hypoestes plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Hypoestes plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Regularly pinch back the stems to encourage bushier growth and remove any leggy or damaged stems. Repot Hypoestes plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Hypoestes-1923594eeec381349f97d95d7f3da65c?pvs=25"
  },
  {
    "name": "Ivy",
    "care": {
      "light_requirements": "Ivy plants prefer bright, indirect light but can tolerate a range of light conditions, from full shade to partial sunlight. Direct sunlight can cause the leaves to scorch.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Ivy plants are relatively drought-tolerant but prefer regular watering during the growing season.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and compost works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Ivy plants thrive in moderate temperatures, ideally between 50°F to 70°F (10°C to 21°C). They can tolerate a range of humidity levels but prefer moderate humidity. Mist the leaves occasionally or use a humidifier in dry environments.",
      "fertilization": "Feed Ivy plants with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Prune Ivy plants regularly to control their growth and shape. Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Ivy plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Ivy-1923594eeec38126972eecb6e6b62afb?pvs=25"
  },
  {
    "name": "Maranta",
    "care": {
      "light_requirements": "Maranta plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Maranta plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Maranta plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Maranta plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Maranta plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Maranta-1923594eeec3813791c9c5d2328d8a31?pvs=25"
  },
  {
    "name": "Money Tree",
    "care": {
      "light_requirements": "Money Trees prefer bright, indirect light. They can tolerate lower light conditions but may grow slower and produce fewer leaves.",
      "watering_needs": "Keep the soil evenly moist, watering when the top inch of soil feels dry. Avoid overwatering, as it can lead to root rot.",
      "soil_preferences": "Use a well-draining potting mix that retains moisture. A mix of peat, perlite, and orchid bark works well to provide the right balance of drainage and moisture retention.",
      "temperature_humidity": "Money Trees thrive in warm, humid environments. Ideal temperatures range from 65°F to 75°F (18°C to 24°C). Maintain humidity levels by misting the leaves regularly or using a humidity tray.",
      "fertilization": "Feed Money Trees with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter months.",
      "pruning_maintenance": "Trim any yellow or damaged leaves regularly to maintain the plant's health and appearance. Repot Money Trees every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Money-Tree-1923594eeec381aebb47f3dde52ebe89?pvs=25"
  },
  {
    "name": "Monstera",
    "care": {
      "light_requirements": "Monstera plants prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and dull foliage.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Monstera plants are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Monstera plants thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Monstera plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Monstera plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Monstera-1923594eeec381fb94bbda8610c2bdff?pvs=25"
  },
  {
    "name": "Peace Lily",
    "care": {
      "light_requirements": "Peace Lilies prefer bright, indirect light. Direct sunlight can scorch their leaves, while too little light can lead to poor growth and fewer flowers.",
      "watering_needs": "Keep the soil consistently moist but not waterlogged. Water when the top inch of soil feels dry. Peace Lilies are sensitive to overwatering and can develop root rot if left in soggy soil.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mix of peat, perlite, and pine bark works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Peace Lilies thrive in warm, humid environments. Ideal temperatures range from 65°F to 80°F (18°C to 27°C). Maintain high humidity levels, ideally above 60%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Peace Lilies with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot Peace Lilies every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Peace-Lily-1923594eeec38134a6c8c0b8e3335435?pvs=25"
  },
  {
    "name": "Poinsettia",
    "care": {
      "light_requirements": "Poinsettias prefer bright, indirect light. They can tolerate some direct sunlight, especially during winter months, but prolonged exposure to intense sunlight may cause leaf burn.",
      "watering_needs": "Keep the soil evenly moist but not waterlogged. Water when the top inch of soil feels dry to the touch. Avoid letting the plant sit in standing water to prevent root rot.",
      "soil_preferences": "Use a well-draining potting mix rich in organic matter. A mixture of peat moss, perlite, and composted bark provides good drainage while retaining essential nutrients.",
      "temperature_humidity": "Poinsettias thrive in temperatures between 60°F to 70°F (15°C to 21°C). They prefer moderate humidity levels and benefit from occasional misting, especially in dry indoor environments.",
      "fertilization": "Feed Poinsettias with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellowed or damaged leaves promptly to maintain plant health. Pinch back leggy growth to encourage bushiness. Repot Poinsettias as needed to refresh the soil and provide adequate space for root development."
    },
    "url": "https://www.houseplantresource.com/Poinsettia-1923594eeec3818d82a4ca8d54ce64d3?pvs=25"
  },
  {
    "name": "Pothos",
    "care": {
      "light_requirements": "Pothos plants prefer bright, indirect light but can tolerate low light conditions. Direct sunlight can scorch their leaves, while too little light can slow their growth and reduce variegation.",
      "watering_needs": "Allow the top inch of soil to dry out between waterings. Overwatering can lead to root rot, while underwatering may cause the leaves to wilt. Pothos is relatively drought-tolerant and can recover quickly from occasional neglect.",
      "soil_preferences": "Use a well-draining potting mix that retains some moisture but does not become waterlogged. A mix of peat moss, perlite, and pine bark works well.",
      "temperature_humidity": "Pothos plants thrive in temperatures between 60°F and 85°F (15°C to 29°C). They prefer moderate to high humidity levels but can tolerate lower humidity. Misting the leaves or using a humidifier can help maintain the ideal humidity.",
      "fertilization": "Feed Pothos with a balanced, water-soluble fertilizer every 4-6 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Regularly prune Pothos to control its growth and maintain a bushy appearance. Remove any yellow or damaged leaves to keep the plant healthy. Repot every 1-2 years to refresh the soil and provide more space for growth."
    },
    "url": "https://www.houseplantresource.com/Pothos-1923594eeec381718be6f471cb5d8e6f?pvs=25"
  },
  {
    "name": "Schefflera",
    "care": {
      "light_requirements": "Schefflera plants prefer bright, indirect light. While they can tolerate lower light conditions, their growth may be slower, and the foliage less vibrant.",
      "watering_needs": "Allow the top inch of soil to dry out between waterings. Overwatering can lead to root rot, so ensure the soil is well-draining and not soggy.",
      "soil_preferences": "Use a well-draining potting mix. A mix of peat, perlite, and standard potting soil works well to provide the necessary drainage and nutrients.",
      "temperature_humidity": "Schefflera plants thrive in warm, humid environments. Ideal temperatures range from 60°F to 75°F (16°C to 24°C). Maintain moderate to high humidity levels, ideally above 50%, by misting the leaves regularly or using a humidifier.",
      "fertilization": "Feed Schefflera plants with a balanced, water-soluble fertilizer every 2-4 weeks during the growing season (spring and summer). Reduce feeding in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Prune Schefflera plants to maintain their shape and encourage bushier growth. Remove any yellow or damaged leaves to keep the plant healthy. Repot Schefflera plants every 1-2 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Schefflera-1923594eeec381c6be3fe5f0271a2630?pvs=25"
  },
  {
    "name": "Snake Plant",
    "care": {
      "light_requirements": "Snake Plants prefer bright, indirect light but can tolerate low light conditions. They can also withstand direct sunlight, although too much can cause leaf burn.",
      "watering_needs": "Allow the soil to dry out completely between waterings. Water thoroughly, then let the pot drain to prevent root rot. Snake Plants are drought-tolerant and can go for weeks without water, especially in cooler temperatures.",
      "soil_preferences": "Use a well-draining potting mix, such as cactus or succulent soil. Adding perlite or sand to standard potting soil can improve drainage and prevent water retention.",
      "temperature_humidity": "Snake Plants thrive in temperatures between 70°F to 90°F (21°C to 32°C). They can tolerate lower temperatures but should be protected from frost. Average household humidity is sufficient for these plants.",
      "fertilization": "Feed Snake Plants with a balanced, liquid fertilizer diluted to half strength during the growing season (spring and summer). Fertilize once a month and reduce feeding in the fall and winter.",
      "pruning_maintenance": "Remove any dead or damaged leaves by cutting them at the base. Repot Snake Plants every 2-3 years to refresh the soil and accommodate growth. Clean the leaves occasionally to remove dust and enhance their appearance."
    },
    "url": "https://www.houseplantresource.com/Snake-Plant-1923594eeec38175b89afbdcedbcffae?pvs=25"
  },
  {
    "name": "Zamioculcas Zamiifolia 'ZZ'",
    "care": {
      "light_requirements": "ZZ Plants prefer bright, indirect light but can tolerate low light conditions. They do well in offices and rooms with minimal natural light, making them versatile houseplants.",
      "watering_needs": "Allow the soil to dry out completely between waterings. Water thoroughly when the top inch of soil is dry to the touch. Overwatering can lead to root rot, so it’s better to err on the side of underwatering.",
      "soil_preferences": "Use a well-draining potting mix, such as a cactus or succulent mix, to prevent water from sitting in the soil. Adding perlite or sand to regular potting soil can improve drainage.",
      "temperature_humidity": "ZZ Plants thrive in average household temperatures between 60°F and 75°F (15°C to 24°C). They can tolerate low humidity but appreciate occasional misting, especially in dry environments.",
      "fertilization": "Feed ZZ Plants with a balanced, water-soluble fertilizer diluted to half strength every 2-3 months during the growing season (spring and summer). Avoid fertilizing in the fall and winter when the plant's growth slows down.",
      "pruning_maintenance": "Remove any yellow or damaged leaves to maintain the plant's appearance and health. Repot ZZ Plants every 2-3 years to refresh the soil and accommodate growth."
    },
    "url": "https://www.houseplantresource.com/Zamioculcas-Zamiifolia-ZZ-1923594eeec38173bb99f2eccb7c1ef5?pvs=25"
  }
]